[CommonTextList_Eng GG2CommonTextList]
m_stageSelectTexts[0]="8:32 - 櫻花道"
m_stageSelectTexts[1]="等一下...女孩們表現得有點奇怪."
m_stageSelectTexts[2]="8:35 - 櫻花道"
m_stageSelectTexts[3]="學院就在河對面 我得去那邊"
m_stageSelectTexts[4]="8:50 - 正門"
m_stageSelectTexts[5]="哇哦,看來所有女生都想追我!\\n我得確保自己別被抓到纔行!"
m_stageSelectTexts[6]="10:08 - 2F 樓梯"
m_stageSelectTexts[7]="看來我得特別小心\\n那些散發著詭異氣場的女生!"
m_stageSelectTexts[8]="10:57 - 一年級教室"
m_stageSelectTexts[9]="哎呀,我今天真的超受歡迎!如果昨天有人\\n告訴我會發生這種事,我絕對不會相信!"
m_stageSelectTexts[10]="10:57 - 2F 走廊"
m_stageSelectTexts[11]="所以我很受歡迎?就只有一天嗎?\\n天啊,現實真的比小說還離奇......"
m_stageSelectTexts[12]="10:57 - 食堂"
m_stageSelectTexts[13]="如果昨天有人告訴我,我會有一天的超級人氣,\\n我絕對不會相信的."
m_stageSelectTexts[14]="11:26 - 體育館外"
m_stageSelectTexts[15]="忍在體育器材室裡.\\n希望她別遇到什麼倒楣的事......"
m_stageSelectTexts[16]="11:26 - 中庭"
m_stageSelectTexts[17]="瑪雅醬在體育館後面?\\n她到底在那裡幹嘛啊?"
m_stageSelectTexts[18]="11:26 - 中央樓梯"
m_stageSelectTexts[19]="得趕快去屋頂露臺了.\\n希望別被太多人發現."
m_stageSelectTexts[20]="13:05 - 體育館"
m_stageSelectTexts[21]="呼,這些女孩真是不死心啊?只有靠著\\n那股讓人雙膝發軟的"狂喜之力",才能阻止她們!"
m_stageSelectTexts[22]="13:05 - 圖書館"
m_stageSelectTexts[23]="讓這些女孩嚐嚐"狂喜"的滋味吧!\\n只有當她們嚐到真正的"狂喜",才會停下來!"
m_stageSelectTexts[24]="13:05 - 鞋櫃"
m_stageSelectTexts[25]="哎呀,她們還是一波接一波地來!得讓她們慢下來纔行!\\n費洛蒙射擊已上膛,準備就緒!"
m_stageSelectTexts[26]="13:05 - 二年級教室"
m_stageSelectTexts[27]="這可是我從未想過自己會做的事......\\n用"欣快感"來讓女孩們慢下來.這到底是什麼樣的人生啊?"
m_stageSelectTexts[28]="13:34 - 更衣室"
m_stageSelectTexts[29]="忍怎麼了?!我得立刻趕往\\n女生更衣室!"
m_stageSelectTexts[30]="13:34 - 中庭"
m_stageSelectTexts[31]="糟了,麻耶醬受傷了!\\n得把她抱去保健室!"
m_stageSelectTexts[32]="13:34 - 禁止入內的房間"
m_stageSelectTexts[33]="真不敢相信我居然得鑽通風管才能到\\n更衣室.忍到底在那裡幹什麼啊?!"
m_stageSelectTexts[34]="13:34 - 正門"
m_stageSelectTexts[35]="惡魔在學院的場地上. 我要抓住她!"
m_stageSelectTexts[36]="15:11 - 操場"
m_stageSelectTexts[37]="我開始習慣散播這股欣快感了......\\n不過最好別太得意忘形.得保持專注纔行!"
m_stageSelectTexts[38]="15:11 - 通道"
m_stageSelectTexts[39]="我已經逐漸習慣這"欣快感"的把戲了.不過還是得\\n保持警覺.別讓自己措手不及啊,峯大!"
m_stageSelectTexts[40]="15:11 - 保健室"
m_stageSelectTexts[41]="這裡有欣快感,那裡有欣快感--到處都是欣快感!\\n我就是一支單人歡樂大軍!不過,還是別太自滿才對!"
m_stageSelectTexts[42]="15:11 - 三年級教室"
m_stageSelectTexts[43]="我已經習慣讓他們感到欣快了.\\n不過,過度自信可是非常危險的!"
m_stageSelectTexts[44]="15:28 - 洞窟"
m_stageSelectTexts[45]="忍就在那座洞穴的某個地方!\\n我必須救她出來!"
m_stageSelectTexts[46]="15:28 - 樓梯"
m_stageSelectTexts[47]="忍到底怎麼了?!\\n得繼續跑!得趕到屋頂去!"
m_stageSelectTexts[48]="15:28 - 泳池"
m_stageSelectTexts[49]="我跟著娃娃來了...那...他們在哪裡?"
m_stageSelectTexts[50]="15:28 - 更衣室"
m_stageSelectTexts[51]="哈--哈......天啊,真是個瘋狂的一天.我想如果我想\\n恢復正常,就只能硬著頭皮撐過去了!"
m_stageSelectTexts[52]="16:15 - 泳池"
m_stageSelectTexts[53]="這麼......多......女孩......她們根本沒完沒了!\\n必須要保持堅強!"
m_stageSelectTexts[54]="16:15 - 中庭"
m_stageSelectTexts[55]="還有更多女孩?真的假的?\\n我得保持專注!"
m_stageSelectTexts[56]="16:15 - 3F 走廊"
m_stageSelectTexts[57]="又有更多女孩過來了!這簡直沒完沒了!\\n我得剋制住自己!"
m_stageSelectTexts[58]="16:15 - 新校舍"
m_stageSelectTexts[59]="她們身上散發著強大的萌力......\\n我必須抵抗!"
m_stageSelectTexts[60]="16:40 - 正門"
m_stageSelectTexts[61]="現在我不能對忍視而不見.\\n我得找到她跟她說說話......"
m_stageSelectTexts[62]="16:40 - 網球場"
m_stageSelectTexts[63]="網球場在校園的另一邊.\\n不知道麻耶醬想幹嘛呢?"
m_stageSelectTexts[64]="16:40 - 洞窟"
m_stageSelectTexts[65]="她們有危險了!\\n我得快點!"
m_stageSelectTexts[66]="16:40 - 體育館"
m_stageSelectTexts[67]="她真是個調皮的小惡魔......\\n總之,得趕快上樓纔行!"
m_stageSelectTexts[68]="18:03 - 櫻花道"
m_stageSelectTexts[69]="快日落了! 我得馬上去公園!"
m_stageSelectTexts[70]="18:03 - 1F 走廊"
m_stageSelectTexts[71]="要是太陽下山了,我就完蛋了!\\n我這輩子都交不到女朋友了!"
m_stageSelectTexts[72]="18:15 - 公園"
m_stageSelectTexts[73]="她一定正在公園等我......\\n我要讓她知道我內心的真實感受!"
m_stageSelectTexts[74]="18:15 - 屋頂樓梯"
m_stageSelectTexts[75]="我得把屁股拖到屋頂上去! !"
m_stageSelectTexts[76]="我的真愛在哪裡?如果找到她,我就能\\n給她帶來極樂感受--甚至讓她進入"心動模式"!"
m_stageSelectTexts[77]="只要看到或擊中某人,我的滿足度就會\\n上升!必須時刻留意我的滿足度."
m_stageSelectTexts[78]="這不僅關乎我的未來,也關乎埃科羅的未來!\\n我必須找到我的真愛!"
m_stageSelectTexts[79]="我已經喫飽了......得繼續尋找\\n我的真愛!"
m_stageSelectTexts[80]="我從裡面聽見她的尖叫聲!\\n我得去救她!"
m_girlClothesTexts[0]="小忍制服"
m_girlClothesTexts[1]="真夜制服"
m_girlClothesTexts[2]="艾可蘿制服"
m_girlClothesTexts[3]="克羅娜制服"
m_girlClothesTexts[4]="帕塔子制服"
m_girlClothesTexts[5]="葵的制服"
m_girlClothesTexts[6]="夏服"
m_girlClothesTexts[7]="教師服"
m_girlClothesTexts[8]="明日香運動服"
m_girlClothesTexts[9]="綺羅羅白衣"
m_girlClothesTexts[10]="體操服"
m_girlClothesTexts[11]="學校泳裝"
m_girlClothesTexts[12]="內衣"
m_girlClothesTexts[13]="電擊制服"
m_girlClothesTexts[14]="內部醬服裝"
m_girlClothesTexts[15]="Misakimori"
m_girlClothesTexts[16]="老夏服"
m_girlClothesTexts[17]="破損制服"
m_girlClothesTexts[18]="忍者制服"
m_girlClothesTexts[19]="婚紗"
m_girlClothesTexts[20]="絲帶裙"
m_girlClothesTexts[21]="軍校制服"
m_girlClothesTexts[22]="店員服"
m_girlClothesTexts[23]="GEO店員制服"
m_girlClothesTexts[24]="露臍店員服"
m_girlClothesTexts[25]="紙箱裝"
m_girlClothesTexts[26]="貓耳裙"
m_girlClothesTexts[27]="學園祭法被"
m_girlClothesTexts[28]="浴衣"
m_girlClothesTexts[29]="兔子布偶服"
m_girlClothesTexts[30]="中式洋裝"
m_girlClothesTexts[31]="女僕服"
m_girlClothesTexts[32]="勇者服"
m_girlClothesTexts[33]="魔法師服"
m_girlClothesTexts[34]="牧師服裝"
m_girlClothesTexts[35]="舞者服"
m_girlClothesTexts[36]="魔道服"
m_girlClothesTexts[37]="行進服"
m_girlClothesTexts[38]="機器女孩"
m_girlClothesTexts[39]="女王服"
m_girlClothesTexts[40]="巫女服"
m_girlClothesTexts[41]="幼小制服"
m_girlClothesTexts[42]="時髦裙"
m_girlClothesTexts[43]="白色連衣裙"
m_girlClothesTexts[44]="紳士外套"
m_girlClothesTexts[45]="Prisoner"
m_girlClothesTexts[46]="破損布偶服"
m_girlClothesTexts[47]="DLC AdditionCostume030"
m_girlClothesTexts[48]="DLC AdditionCostume031"
m_girlClothesTexts[49]="DLC AdditionCostume032"
m_girlClothesTexts[50]="DLC AdditionCostume033"
m_girlClothesTexts[51]="DLC AdditionCostume034"
m_girlClothesTexts[52]="DLC AdditionCostume035"
m_girlClothesTexts[53]="DLC AdditionCostume036"
m_girlClothesTexts[54]="DLC AdditionCostume037"
m_girlClothesTexts[55]="DLC AdditionCostume038"
m_girlClothesTexts[56]="DLC AdditionCostume039"
m_girlClothesTexts[57]="DLC AdditionCostume040"
m_girlClothesTexts[58]="DLC AdditionCostume041"
m_girlClothesTexts[59]="DLC AdditionCostume042"
m_girlClothesTexts[60]="DLC AdditionCostume043"
m_girlClothesTexts[61]="DLC AdditionCostume044"
m_girlClothesTexts[62]="DLC AdditionCostume045"
m_girlClothesTexts[63]="DLC AdditionCostume046"
m_girlClothesTexts[64]="DLC AdditionCostume047"
m_girlClothesTexts[65]="DLC AdditionCostume048"
m_girlClothesTexts[66]="DLC AdditionCostume049"
m_girlClothesTexts[67]="DLC AdditionCostume050"
m_girlClothesTexts[68]="DLC AdditionCostume051"
m_girlClothesTexts[69]="DLC AdditionCostume052"
m_girlClothesTexts[70]="DLC 追加服裝053"
m_girlClothesTexts[71]="DLC AdditionCostume054"
m_girlClothesTexts[72]="DLC AdditionCostume055"
m_girlClothesTexts[73]="DLC AdditionCostume056"
m_girlClothesTexts[74]="DLC AdditionCostume057"
m_girlClothesTexts[75]="DLC AdditionCostume058"
m_girlClothesTexts[76]="DLC AdditionCostume059"
m_girlClothesTexts[77]="DLC AdditionCostume060"
m_girlClothesTexts[78]="DLC AdditionCostume061"
m_girlClothesTexts[79]="DLC AdditionCostume062"
m_girlClothesTexts[80]="DLC AdditionCostume063"
m_girlClothesTexts[81]="DLC AdditionCostume064"
m_girlClothesTexts[82]="DLC AdditionCostume065"
m_girlClothesTexts[83]="DLC AdditionCostume066"
m_girlClothesTexts[84]="DLC AdditionCostume067"
m_girlClothesTexts[85]="DLC AdditionCostume068"
m_girlClothesTexts[86]="DLC AdditionCostume069"
m_girlClothesTexts[87]="DLC AdditionCostume070"
m_girlClothesTexts[88]="DLC AdditionCostume071"
m_girlClothesTexts[89]="DLC AdditionCostume072"
m_girlClothesTexts[90]="DLC AdditionCostume073"
m_girlClothesTexts[91]="DLC AdditionCostume074"
m_girlClothesTexts[92]="DLC AdditionCostume075"
m_girlClothesTexts[93]="DLC AdditionCostume076"
m_girlClothesTexts[94]="DLC AdditionCostume077"
m_girlClothesTexts[95]="DLC AdditionCostume078"
m_girlClothesTexts[96]="DLC AdditionCostume079"
m_girlClothesTexts[97]="DLC AdditionCostume080"
m_girlClothesTexts[98]="DLC AdditionCostume081"
m_girlClothesTexts[99]="DLC AdditionCostume082"
m_girlClothesTexts[100]="DLC AdditionCostume083"
m_girlClothesTexts[101]="DLC AdditionCostume084"
m_girlClothesTexts[102]="DLC AdditionCostume085"
m_girlClothesTexts[103]="DLC AdditionCostume086"
m_girlClothesTexts[104]="DLC AdditionCostume087"
m_girlClothesTexts[105]="DLC AdditionCostume088"
m_girlClothesTexts[106]="DLC AdditionCostume089"
m_girlClothesTexts[107]="DLC AdditionCostume090"
m_girlClothesTexts[108]="DLC AdditionCostume091"
m_girlClothesTexts[109]="DLC AdditionCostume092"
m_girlClothesTexts[110]="DLC AdditionCostume093"
m_girlClothesTexts[111]="DLC AdditionCostume094"
m_girlClothesTexts[112]="DLC AdditionCostume095"
m_girlClothesTexts[113]="DLC AdditionCostume096"
m_girlClothesTexts[114]="DLC AdditionCostume097"
m_girlClothesTexts[115]="DLC AdditionCostume098"
m_girlClothesTexts[116]="DLC AdditionCostume099"
m_girlClothesTexts[117]="DLC 追加服裝100"
m_girlClothesTexts[118]="DLC AdditionCostume101"
m_girlClothesTexts[119]="DLC AdditionCostume102"
m_girlClothesTexts[120]="DLC AdditionCostume103"
m_girlClothesTexts[121]="DLC AdditionCostume104"
m_girlClothesTexts[122]="DLC AdditionCostume105"
m_girlClothesTexts[123]="DLC AdditionCostume106"
m_girlClothesTexts[124]="DLC AdditionCostume107"
m_girlClothesTexts[125]="DLC AdditionCostume108"
m_girlClothesTexts[126]="DLC AdditionCostume109"
m_girlClothesTexts[127]="DLC AdditionCostume110"
m_girlClothesTexts[128]="DLC AdditionCostume111"
m_girlClothesTexts[129]="DLC AdditionCostume112"
m_girlClothesTexts[130]="DLC AdditionCostume113"
m_girlClothesTexts[131]="DLC AdditionCostume114"
m_girlClothesTexts[132]="DLC AdditionCostume115"
m_girlClothesTexts[133]="DLC AdditionCostume116"
m_girlClothesTexts[134]="DLC AdditionCostume117"
m_girlClothesTexts[135]="DLC AdditionCostume118"
m_girlClothesTexts[136]="DLC AdditionCostume119"
m_girlClothesTexts[137]="DLC AdditionCostume120"
m_girlClothesTexts[138]="DLC AdditionCostume121"
m_girlClothesTexts[139]="DLC AdditionCostume122"
m_girlClothesTexts[140]="DLC AdditionCostume123"
m_girlClothesTexts[141]="DLC AdditionCostume124"
m_girlClothesTexts[142]="DLC AdditionCostume125"
m_girlClothesTexts[143]="DLC AdditionCostume126"
m_girlClothesTexts[144]="DLC AdditionCostume127"
m_girlClothesTexts[145]="DLC AdditionCostume128"
m_girlClothesTexts[146]="DLC AdditionCostume129"
m_girlClothesTexts[147]="DLC AdditionCostume130"
m_girlClothesTexts[148]="DLC AdditionCostume131"
m_girlClothesTexts[149]="DLC AdditionCostume132"
m_girlClothesTexts[150]="DLC AdditionCostume133"
m_girlClothesTexts[151]="DLC AdditionCostume134"
m_girlClothesTexts[152]="DLC AdditionCostume135"
m_girlClothesTexts[153]="DLC AdditionCostume136"
m_girlClothesTexts[154]="DLC AdditionCostume137"
m_girlClothesTexts[155]="DLC AdditionCostume138"
m_girlClothesTexts[156]="DLC AdditionCostume139"
m_girlClothesTexts[157]="DLC AdditionCostume140"
m_girlClothesTexts[158]="DLC AdditionCostume141"
m_girlClothesTexts[159]="DLC AdditionCostume142"
m_girlClothesTexts[160]="DLC AdditionCostume143"
m_girlClothesTexts[161]="DLC AdditionCostume144"
m_girlClothesTexts[162]="DLC AdditionCostume145"
m_girlClothesTexts[163]="DLC AdditionCostume146"
m_girlClothesTexts[164]="DLC AdditionCostume147"
m_girlClothesTexts[165]="DLC AdditionCostume148"
m_girlClothesTexts[166]="DLC 追加服裝149"
m_girlClothesTexts[167]="DLC AdditionCostume150"
m_girlClothesTexts[168]="DLC AdditionCostume151"
m_girlClothesTexts[169]="DLC AdditionCostume152"
m_girlClothesTexts[170]="DLC 追加服裝153"
m_girlClothesTexts[171]="DLC AdditionCostume154"
m_girlClothesTexts[172]="DLC AdditionCostume155"
m_girlClothesTexts[173]="DLC 追加服裝156"
m_girlClothesTexts[174]="DLC AdditionCostume157"
m_girlClothesTexts[175]="DLC AdditionCostume158"
m_girlClothesTexts[176]="DLC AdditionCostume159"
m_girlClothesTexts[177]="DLC AdditionCostume160"
m_girlClothesTexts[178]="DLC AdditionCostume161"
m_girlClothesTexts[179]="DLC 追加服裝162"
m_girlClothesTexts[180]="DLC AdditionCostume163"
m_girlClothesTexts[181]="DLC AdditionCostume164"
m_girlClothesTexts[182]="DLC AdditionCostume165"
m_girlClothesTexts[183]="DLC AdditionCostume166"
m_girlClothesTexts[184]="DLC AdditionCostume167"
m_girlClothesTexts[185]="DLC AdditionCostume168"
m_girlClothesTexts[186]="DLC AdditionCostume169"
m_girlClothesTexts[187]="DLC AdditionCostume170"
m_girlClothesTexts[188]="DLC AdditionCostume171"
m_girlClothesTexts[189]="DLC AdditionCostume172"
m_girlClothesTexts[190]="DLC AdditionCostume173"
m_girlClothesTexts[191]="DLC 追加服裝174"
m_girlClothesTexts[192]="DLC AdditionCostume175"
m_girlClothesTexts[193]="DLC AdditionCostume176"
m_girlClothesTexts[194]="DLC AdditionCostume177"
m_girlClothesTexts[195]="DLC AdditionCostume178"
m_girlClothesTexts[196]="DLC AdditionCostume179"
m_girlClothesTexts[197]="DLC 追加服裝180"
m_girlClothesTexts[198]="DLC 追加服裝181"
m_girlClothesTexts[199]="DLC AdditionCostume182"
m_girlClothesTexts[200]="DLC AdditionCostume183"
m_girlClothesTexts[201]="DLC 追加服裝184"
m_girlClothesTexts[202]="DLC AdditionCostume185"
m_girlClothesTexts[203]="DLC 追加服裝186"
m_girlClothesTexts[204]="DLC AdditionCostume187"
m_girlClothesTexts[205]="DLC AdditionCostume188"
m_girlClothesTexts[206]="DLC AdditionCostume189"
m_girlClothesTexts[207]="DLC AdditionCostume190"
m_girlClothesTexts[208]="DLC AdditionCostume191"
m_girlClothesTexts[209]="DLC AdditionCostume192"
m_girlClothesTexts[210]="DLC 追加服裝193"
m_girlClothesTexts[211]="DLC AdditionCostume194"
m_girlClothesTexts[212]="DLC 追加服裝195"
m_girlClothesTexts[213]="DLC AdditionCostume196"
m_girlClothesTexts[214]="DLC AdditionCostume197"
m_girlClothesTexts[215]="DLC AdditionCostume198"
m_girlClothesTexts[216]="DLC 追加服裝199"
m_girlClothesTexts[217]="DLC 追加服裝200"
m_girlClothesTexts[218]="DLC AdditionCostume201"
m_girlClothesTexts[219]="DLC AdditionCostume202"
m_girlClothesTexts[220]="DLC AdditionCostume203"
m_girlClothesTexts[221]="DLC AdditionCostume204"
m_girlClothesTexts[222]="DLC 追加服裝205"
m_girlClothesTexts[223]="DLC AdditionCostume206"
m_girlClothesTexts[224]="DLC AdditionCostume207"
m_girlClothesTexts[225]="DLC AdditionCostume208"
m_girlClothesTexts[226]="DLC 追加服裝209"
m_girlClothesTexts[227]="DLC AdditionCostume210"
m_girlClothesTexts[228]="DLC AdditionCostume211"
m_girlClothesTexts[229]="DLC 追加服裝212"
m_girlClothesTexts[230]="DLC AdditionCostume213"
m_girlClothesTexts[231]="DLC AdditionCostume214"
m_girlClothesTexts[232]="DLC AdditionCostume215"
m_girlClothesTexts[233]="DLC AdditionCostume216"
m_girlClothesTexts[234]="DLC 追加服裝217"
m_girlClothesTexts[235]="DLC 追加服裝218"
m_girlClothesTexts[236]="DLC AdditionCostume219"
m_girlClothesTexts[237]="DLC 追加服裝220"
m_girlClothesTexts[238]="DLC 追加服裝221"
m_girlClothesTexts[239]="DLC AdditionCostume222"
m_girlClothesTexts[240]="DLC 追加服裝223"
m_girlClothesTexts[241]="DLC AdditionCostume224"
m_girlClothesTexts[242]="DLC AdditionCostume225"
m_girlClothesTexts[243]="DLC 追加服裝226"
m_girlClothesTexts[244]="DLC 追加服裝227"
m_girlClothesTexts[245]="DLC AdditionCostume228"
m_girlClothesTexts[246]="DLC AdditionCostume229"
m_girlClothesTexts[247]="DLC AdditionCostume230"
m_girlClothesTexts[248]="DLC AdditionCostume231"
m_girlClothesTexts[249]="DLC AdditionCostume232"
m_girlClothesTexts[250]="DLC 追加服裝233"
m_girlClothesTexts[251]="DLC AdditionCostume234"
m_girlClothesTexts[252]="DLC AdditionCostume235"
m_girlClothesTexts[253]="DLC AdditionCostume236"
m_girlGoodsTexts[0]="情書"
m_girlGoodsTexts[1]="忍的獵人裝備"
m_girlGoodsTexts[2]="瑪雅的獵人裝備"
m_girlGoodsTexts[3]="沙漠天使"
m_girlGoodsTexts[4]="魔矛"
m_girlGoodsTexts[5]="天使弩"
m_girlGoodsTexts[6]="無"
m_girlGoodsTexts[7]="電擊板"
m_girlGoodsTexts[8]="內幕禪師的道具"
m_girlGoodsTexts[9]="三崎森項目"
m_girlGoodsTexts[10]="櫻崎道具"
m_girlGoodsTexts[11]="破爛的情書"
m_girlGoodsTexts[12]="愛的捲軸"
m_girlGoodsTexts[13]="結婚證書"
m_girlGoodsTexts[14]="心形毛絨"
m_girlGoodsTexts[15]="鐵甲情書"
m_girlGoodsTexts[16]="店長推薦遊戲"
m_girlGoodsTexts[17]="店長推薦唱片"
m_girlGoodsTexts[18]="購物袋"
m_girlGoodsTexts[19]="紙箱情書"
m_girlGoodsTexts[20]="哥德貓情書"
m_girlGoodsTexts[21]="愛心章魚燒"
m_girlGoodsTexts[22]="心形炒麵"
m_girlGoodsTexts[23]="兔子情書"
m_girlGoodsTexts[24]="幸福先生麵包"
m_girlGoodsTexts[25]="自製餅乾"
m_girlGoodsTexts[26]="幸福之盾"
m_girlGoodsTexts[27]="幸福魔杖"
m_girlGoodsTexts[28]="草藥"
m_girlGoodsTexts[29]="幸福粉絲"
m_girlGoodsTexts[30]="DLC AdditionItem019"
m_girlGoodsTexts[31]="DLC AdditionItem020"
m_girlGoodsTexts[32]="DLC AdditionItem021"
m_girlGoodsTexts[33]="同意書"
m_girlGoodsTexts[34]="愛情魅力"
m_girlGoodsTexts[35]="侯代的繪畫"
m_girlGoodsTexts[36]="一瓶新鮮墨水"
m_girlGoodsTexts[37]="仲夏向日葵"
m_girlGoodsTexts[38]="花式女用貼身內衣褲"
m_girlGoodsTexts[39]="告白板"
m_girlGoodsTexts[40]="熊情信"
m_girlGoodsTexts[41]="DLC AdditionItem030"
m_girlGoodsTexts[42]="DLC AdditionItem031"
m_girlGoodsTexts[43]="DLC AdditionItem032"
m_girlGoodsTexts[44]="DLC AdditionItem033"
m_girlGoodsTexts[45]="DLC AdditionItem034"
m_girlGoodsTexts[46]="DLC AdditionItem035"
m_girlGoodsTexts[47]="DLC AdditionItem036"
m_girlGoodsTexts[48]="DLC AdditionItem037"
m_girlGoodsTexts[49]="DLC AdditionItem038"
m_girlGoodsTexts[50]="DLC AdditionItem039"
m_girlGoodsTexts[51]="DLC AdditionItem040"
m_girlGoodsTexts[52]="DLC AdditionItem041"
m_girlGoodsTexts[53]="DLC AdditionItem042"
m_girlGoodsTexts[54]="DLC AdditionItem043"
m_girlGoodsTexts[55]="DLC AdditionItem044"
m_girlGoodsTexts[56]="DLC AdditionItem045"
m_girlGoodsTexts[57]="DLC AdditionItem046"
m_girlGoodsTexts[58]="DLC AdditionItem047"
m_girlGoodsTexts[59]="DLC AdditionItem048"
m_girlGoodsTexts[60]="DLC AdditionItem049"
m_girlGoodsTexts[61]="DLC AdditionItem050"
m_girlGoodsTexts[62]="DLC AdditionItem051"
m_girlGoodsTexts[63]="DLC AdditionItem052"
m_girlGoodsTexts[64]="DLC AdditionItem053"
m_girlGoodsTexts[65]="DLC AdditionItem054"
m_girlGoodsTexts[66]="DLC AdditionItem055"
m_girlGoodsTexts[67]="DLC AdditionItem056"
m_girlGoodsTexts[68]="DLC AdditionItem057"
m_girlGoodsTexts[69]="DLC AdditionItem058"
m_girlGoodsTexts[70]="DLC AdditionItem059"
m_girlGoodsTexts[71]="DLC AdditionItem060"
m_girlGoodsTexts[72]="DLC AdditionItem061"
m_girlGoodsTexts[73]="DLC AdditionItem062"
m_girlGoodsTexts[74]="DLC AdditionItem063"
m_girlGoodsTexts[75]="DLC AdditionItem064"
m_girlGoodsTexts[76]="DLC AdditionItem065"
m_girlGoodsTexts[77]="DLC AdditionItem066"
m_girlGoodsTexts[78]="DLC AdditionItem067"
m_girlGoodsTexts[79]="DLC AdditionItem068"
m_girlGoodsTexts[80]="DLC AdditionItem069"
m_girlGoodsTexts[81]="DLC AdditionItem070"
m_girlGoodsTexts[82]="DLC AdditionItem071"
m_girlGoodsTexts[83]="DLC AdditionItem072"
m_girlGoodsTexts[84]="DLC AdditionItem073"
m_girlGoodsTexts[85]="DLC AdditionItem074"
m_girlGoodsTexts[86]="DLC AdditionItem075"
m_girlGoodsTexts[87]="DLC AdditionItem076"
m_girlGoodsTexts[88]="DLC AdditionItem077"
m_girlGoodsTexts[89]="DLC AdditionItem078"
m_girlGoodsTexts[90]="DLC AdditionItem079"
m_girlGoodsTexts[91]="DLC AdditionItem080"
m_girlGoodsTexts[92]="DLC AdditionItem081"
m_girlGoodsTexts[93]="DLC AdditionItem082"
m_girlGoodsTexts[94]="DLC AdditionItem083"
m_girlGoodsTexts[95]="DLC AdditionItem084"
m_girlGoodsTexts[96]="DLC AdditionItem085"
m_girlGoodsTexts[97]="DLC AdditionItem086"
m_girlGoodsTexts[98]="DLC AdditionItem087"
m_girlGoodsTexts[99]="DLC AdditionItem088"
m_girlGoodsTexts[100]="DLC AdditionItem089"
m_girlGoodsTexts[101]="DLC AdditionItem090"
m_girlGoodsTexts[102]="DLC AdditionItem091"
m_girlGoodsTexts[103]="DLC AdditionItem092"
m_girlGoodsTexts[104]="DLC AdditionItem093"
m_girlGoodsTexts[105]="DLC AdditionItem094"
m_girlGoodsTexts[106]="DLC AdditionItem095"
m_girlGoodsTexts[107]="DLC AdditionItem096"
m_girlGoodsTexts[108]="DLC AdditionItem097"
m_girlGoodsTexts[109]="DLC AdditionItem098"
m_girlGoodsTexts[110]="DLC AdditionItem099"
m_girlGoodsTexts[111]="DLC 追加道具100"
m_girlGoodsTexts[112]="DLC AdditionItem101"
m_girlGoodsTexts[113]="DLC AdditionItem102"
m_girlGoodsTexts[114]="DLC AdditionItem103"
m_girlGoodsTexts[115]="DLC AdditionItem104"
m_girlGoodsTexts[116]="DLC AdditionItem105"
m_girlGoodsTexts[117]="DLC AdditionItem106"
m_girlGoodsTexts[118]="DLC AdditionItem107"
m_girlGoodsTexts[119]="DLC AdditionItem108"
m_girlGoodsTexts[120]="DLC AdditionItem109"
m_girlGoodsTexts[121]="DLC AdditionItem110"
m_girlGoodsTexts[122]="DLC AdditionItem111"
m_girlGoodsTexts[123]="DLC AdditionItem112"
m_girlGoodsTexts[124]="DLC AdditionItem113"
m_girlGoodsTexts[125]="DLC AdditionItem114"
m_girlGoodsTexts[126]="DLC AdditionItem115"
m_girlGoodsTexts[127]="DLC AdditionItem116"
m_girlGoodsTexts[128]="DLC AdditionItem117"
m_girlGoodsTexts[129]="DLC AdditionItem118"
m_girlGoodsTexts[130]="DLC AdditionItem119"
m_girlGoodsTexts[131]="DLC AdditionItem120"
m_girlGoodsTexts[132]="DLC AdditionItem121"
m_girlGoodsTexts[133]="DLC AdditionItem122"
m_girlGoodsTexts[134]="DLC AdditionItem123"
m_girlGoodsTexts[135]="DLC AdditionItem124"
m_girlGoodsTexts[136]="DLC AdditionItem125"
m_girlGoodsTexts[137]="DLC AdditionItem126"
m_girlGoodsTexts[138]="DLC AdditionItem127"
m_girlGoodsTexts[139]="DLC AdditionItem128"
m_girlGoodsTexts[140]="DLC AdditionItem129"
m_girlGoodsTexts[141]="DLC AdditionItem130"
m_girlGoodsTexts[142]="DLC AdditionItem131"
m_girlGoodsTexts[143]="DLC AdditionItem132"
m_girlGoodsTexts[144]="DLC AdditionItem133"
m_girlGoodsTexts[145]="DLC AdditionItem134"
m_girlGoodsTexts[146]="DLC AdditionItem135"
m_girlGoodsTexts[147]="DLC AdditionItem136"
m_girlGoodsTexts[148]="DLC AdditionItem137"
m_girlGoodsTexts[149]="DLC AdditionItem138"
m_girlGoodsTexts[150]="DLC AdditionItem139"
m_girlGoodsTexts[151]="DLC AdditionItem140"
m_girlGoodsTexts[152]="DLC AdditionItem141"
m_girlGoodsTexts[153]="DLC AdditionItem142"
m_girlGoodsTexts[154]="DLC AdditionItem143"
m_girlGoodsTexts[155]="DLC AdditionItem144"
m_girlGoodsTexts[156]="DLC AdditionItem145"
m_girlGoodsTexts[157]="DLC AdditionItem146"
m_girlGoodsTexts[158]="DLC AdditionItem147"
m_girlGoodsTexts[159]="DLC AdditionItem148"
m_girlGoodsTexts[160]="DLC AdditionItem149"
m_girlGoodsTexts[161]="DLC AdditionItem150"
m_girlGoodsTexts[162]="DLC AdditionItem151"
m_girlGoodsTexts[163]="DLC AdditionItem152"
m_girlGoodsTexts[164]="DLC AdditionItem153"
m_girlGoodsTexts[165]="DLC AdditionItem154"
m_girlGoodsTexts[166]="DLC AdditionItem155"
m_girlGoodsTexts[167]="DLC AdditionItem156"
m_girlGoodsTexts[168]="DLC AdditionItem157"
m_girlGoodsTexts[169]="DLC AdditionItem158"
m_girlGoodsTexts[170]="DLC AdditionItem159"
m_girlGoodsTexts[171]="DLC AdditionItem160"
m_girlGoodsTexts[172]="DLC AdditionItem161"
m_girlGoodsTexts[173]="DLC AdditionItem162"
m_girlGoodsTexts[174]="DLC AdditionItem163"
m_girlGoodsTexts[175]="DLC AdditionItem164"
m_girlGoodsTexts[176]="DLC AdditionItem165"
m_girlGoodsTexts[177]="DLC AdditionItem166"
m_girlGoodsTexts[178]="DLC AdditionItem167"
m_girlGoodsTexts[179]="DLC AdditionItem168"
m_girlGoodsTexts[180]="DLC AdditionItem169"
m_girlGoodsTexts[181]="DLC AdditionItem170"
m_girlGoodsTexts[182]="DLC AdditionItem171"
m_girlGoodsTexts[183]="DLC AdditionItem172"
m_girlGoodsTexts[184]="DLC AdditionItem173"
m_girlGoodsTexts[185]="DLC AdditionItem174"
m_girlGoodsTexts[186]="DLC AdditionItem175"
m_girlGoodsTexts[187]="DLC AdditionItem176"
m_girlGoodsTexts[188]="DLC AdditionItem177"
m_girlGoodsTexts[189]="DLC AdditionItem178"
m_girlGoodsTexts[190]="DLC AdditionItem179"
m_girlGoodsTexts[191]="DLC AdditionItem180"
m_girlGoodsTexts[192]="DLC AdditionItem181"
m_girlGoodsTexts[193]="DLC AdditionItem182"
m_girlGoodsTexts[194]="DLC AdditionItem183"
m_girlGoodsTexts[195]="DLC AdditionItem184"
m_girlGoodsTexts[196]="DLC AdditionItem185"
m_girlGoodsTexts[197]="DLC AdditionItem186"
m_girlGoodsTexts[198]="DLC AdditionItem187"
m_girlGoodsTexts[199]="DLC AdditionItem188"
m_girlGoodsTexts[200]="DLC AdditionItem189"
m_girlGoodsTexts[201]="DLC AdditionItem190"
m_girlGoodsTexts[202]="DLC AdditionItem191"
m_girlGoodsTexts[203]="DLC AdditionItem192"
m_girlGoodsTexts[204]="DLC AdditionItem193"
m_girlGoodsTexts[205]="DLC AdditionItem194"
m_girlGoodsTexts[206]="DLC AdditionItem195"
m_girlGoodsTexts[207]="DLC AdditionItem196"
m_girlGoodsTexts[208]="DLC AdditionItem197"
m_girlGoodsTexts[209]="DLC AdditionItem198"
m_girlGoodsTexts[210]="DLC AdditionItem199"
m_girlGoodsTexts[211]="DLC AdditionItem200"
m_girlGoodsTexts[212]="DLC AdditionItem201"
m_girlGoodsTexts[213]="DLC AdditionItem202"
m_girlGoodsTexts[214]="DLC AdditionItem203"
m_girlGoodsTexts[215]="DLC AdditionItem204"
m_girlGoodsTexts[216]="DLC AdditionItem205"
m_girlGoodsTexts[217]="DLC AdditionItem206"
m_girlGoodsTexts[218]="DLC AdditionItem207"
m_girlGoodsTexts[219]="DLC AdditionItem208"
m_girlGoodsTexts[220]="DLC AdditionItem209"
m_girlGoodsTexts[221]="DLC AdditionItem210"
m_girlGoodsTexts[222]="DLC AdditionItem211"
m_girlGoodsTexts[223]="DLC AdditionItem212"
m_girlGoodsTexts[224]="DLC AdditionItem213"
m_girlGoodsTexts[225]="DLC AdditionItem214"
m_girlGoodsTexts[226]="DLC AdditionItem215"
m_girlGoodsTexts[227]="DLC AdditionItem216"
m_girlGoodsTexts[228]="DLC AdditionItem217"
m_girlGoodsTexts[229]="DLC AdditionItem218"
m_girlGoodsTexts[230]="DLC AdditionItem219"
m_girlGoodsTexts[231]="DLC AdditionItem220"
m_girlGoodsTexts[232]="DLC AdditionItem221"
m_girlGoodsTexts[233]="DLC AdditionItem222"
m_girlGoodsTexts[234]="DLC AdditionItem223"
m_girlGoodsTexts[235]="DLC AdditionItem224"
m_girlGoodsTexts[236]="DLC AdditionItem225"
m_girlGoodsTexts[237]="DLC AdditionItem226"
m_girlGoodsTexts[238]="DLC AdditionItem227"
m_girlGoodsTexts[239]="DLC AdditionItem228"
m_girlGoodsTexts[240]="DLC AdditionItem229"
m_girlGoodsTexts[241]="DLC AdditionItem230"
m_girlGoodsTexts[242]="DLC AdditionItem231"
m_girlGoodsTexts[243]="DLC AdditionItem232"
m_girlGoodsTexts[244]="DLC AdditionItem233"
m_girlGoodsTexts[245]="DLC AdditionItem234"
m_girlGoodsTexts[246]="DLC AdditionItem235"
m_girlGoodsTexts[247]="DLC AdditionItem236"
m_girlGoodsTexts[248]="DLC AdditionItem237"
m_girlGoodsTexts[249]="DLC AdditionItem238"
m_girlAccessoryTexts[0]="無"
m_girlAccessoryTexts[1]="電擊飾品"
m_girlAccessoryTexts[2]="INSIDE-chan 的配件"
m_girlAccessoryTexts[3]="Misakimori 的配件"
m_girlAccessoryTexts[4]="櫻崎飾品"
m_girlAccessoryTexts[5]="折斷的髮夾"
m_girlAccessoryTexts[6]="手裏劍髮飾"
m_girlAccessoryTexts[7]="花卉髮夾"
m_girlAccessoryTexts[8]="絲帶髮箍"
m_girlAccessoryTexts[9]="軍事學院帽子"
m_girlAccessoryTexts[10]="清潔拖把"
m_girlAccessoryTexts[11]="GEO髮飾"
m_girlAccessoryTexts[12]="遮陽帽"
m_girlAccessoryTexts[13]="紙箱頭套"
m_girlAccessoryTexts[14]="黑色貓耳"
m_girlAccessoryTexts[15]="扭結頭巾"
m_girlAccessoryTexts[16]="日本髮夾"
m_girlAccessoryTexts[17]="毛茸茸的兔子頭"
m_girlAccessoryTexts[18]="中式髮夾"
m_girlAccessoryTexts[19]="女傭頭帶"
m_girlAccessoryTexts[20]="幸福之劍"
m_girlAccessoryTexts[21]="尖帽"
m_girlAccessoryTexts[22]="幸福之杖"
m_girlAccessoryTexts[23]="舞者面紗"
m_girlAccessoryTexts[24]="DLC AdditionAccessory019"
m_girlAccessoryTexts[25]="DLC 追加配件020"
m_girlAccessoryTexts[26]="DLC 追加配件021"
m_girlAccessoryTexts[27]="主宰的面具"
m_girlAccessoryTexts[28]="金狐耳"
m_girlAccessoryTexts[29]="黃色帽子"
m_girlAccessoryTexts[30]="新鮮頭飾"
m_girlAccessoryTexts[31]="草帽"
m_girlAccessoryTexts[32]="陰暗太陽眼鏡"
m_girlAccessoryTexts[33]="紅色眼鏡"
m_girlAccessoryTexts[34]="熊頭"
m_girlAccessoryTexts[35]="DLC 附加配件030"
m_girlAccessoryTexts[36]="DLC 附加配件031"
m_girlAccessoryTexts[37]="DLC AdditionAccessory032"
m_girlAccessoryTexts[38]="DLC 附加配件033"
m_girlAccessoryTexts[39]="DLC 附加配件034"
m_girlAccessoryTexts[40]="DLC 附加配件035"
m_girlAccessoryTexts[41]="DLC 附加配件036"
m_girlAccessoryTexts[42]="DLC 追加配件037"
m_girlAccessoryTexts[43]="DLC AdditionAccessory038"
m_girlAccessoryTexts[44]="DLC 追加配件039"
m_girlAccessoryTexts[45]="DLC 追加配件040"
m_girlAccessoryTexts[46]="DLC 追加配件041"
m_girlAccessoryTexts[47]="DLC 追加配件042"
m_girlAccessoryTexts[48]="DLC 追加配件043"
m_girlAccessoryTexts[49]="DLC 附加配件044"
m_girlAccessoryTexts[50]="DLC 附加配件045"
m_girlAccessoryTexts[51]="DLC 附加配件046"
m_girlAccessoryTexts[52]="DLC 附加配件047"
m_girlAccessoryTexts[53]="DLC 附加配件048"
m_girlAccessoryTexts[54]="DLC 附加配件049"
m_girlAccessoryTexts[55]="DLC 附加配件050"
m_girlAccessoryTexts[56]="DLC 附加配件051"
m_girlAccessoryTexts[57]="DLC 附加配件052"
m_girlAccessoryTexts[58]="DLC AdditionAccessory053"
m_girlAccessoryTexts[59]="DLC 附加配件054"
m_girlAccessoryTexts[60]="DLC 附加配件055"
m_girlAccessoryTexts[61]="DLC 附加配件056"
m_girlAccessoryTexts[62]="DLC 附加配件057"
m_girlAccessoryTexts[63]="DLC 附加配件058"
m_girlAccessoryTexts[64]="DLC 附加配件059"
m_girlAccessoryTexts[65]="DLC 附加配件060"
m_girlAccessoryTexts[66]="DLC 附加配件061"
m_girlAccessoryTexts[67]="DLC 附加配件062"
m_girlAccessoryTexts[68]="DLC 附加配件063"
m_girlAccessoryTexts[69]="DLC 附加配件064"
m_girlAccessoryTexts[70]="DLC 附加配件065"
m_girlAccessoryTexts[71]="DLC 附加配件066"
m_girlAccessoryTexts[72]="DLC 附加配件067"
m_girlAccessoryTexts[73]="DLC 附加配件068"
m_girlAccessoryTexts[74]="DLC 附加配件069"
m_girlAccessoryTexts[75]="DLC 附加配件070"
m_girlAccessoryTexts[76]="DLC 附加配件071"
m_girlAccessoryTexts[77]="DLC 附加配件072"
m_girlAccessoryTexts[78]="DLC 附加配件073"
m_girlAccessoryTexts[79]="DLC 附加配件074"
m_girlAccessoryTexts[80]="DLC 附加配件075"
m_girlAccessoryTexts[81]="DLC 附加配件076"
m_girlAccessoryTexts[82]="DLC 附加配件077"
m_girlAccessoryTexts[83]="DLC 附加配件078"
m_girlAccessoryTexts[84]="DLC 附加配件079"
m_girlAccessoryTexts[85]="DLC 附加配件080"
m_girlAccessoryTexts[86]="DLC 附加配件081"
m_girlAccessoryTexts[87]="DLC 附加配件082"
m_girlAccessoryTexts[88]="DLC 附加配件083"
m_girlAccessoryTexts[89]="DLC 附加配件084"
m_girlAccessoryTexts[90]="DLC 附加配件085"
m_girlAccessoryTexts[91]="DLC 附加配件086"
m_girlAccessoryTexts[92]="DLC 附加配件087"
m_girlAccessoryTexts[93]="DLC 附加配件088"
m_girlAccessoryTexts[94]="DLC 附加配件089"
m_girlAccessoryTexts[95]="DLC 附加配件090"
m_girlAccessoryTexts[96]="DLC 附加配件091"
m_girlAccessoryTexts[97]="DLC 附加配件092"
m_girlAccessoryTexts[98]="DLC 附加配件093"
m_girlAccessoryTexts[99]="DLC 附加配件094"
m_girlAccessoryTexts[100]="DLC 附加配件095"
m_girlAccessoryTexts[101]="DLC 附加配件096"
m_girlAccessoryTexts[102]="DLC 附加配件097"
m_girlAccessoryTexts[103]="DLC 附加配件098"
m_girlAccessoryTexts[104]="DLC 附加配件099"
m_girlAccessoryTexts[105]="DLC AdditionAccessory100"
m_girlAccessoryTexts[106]="DLC 附加配件101"
m_girlAccessoryTexts[107]="DLC 附加配件102"
m_girlAccessoryTexts[108]="DLC 附加配件103"
m_girlAccessoryTexts[109]="DLC 附加配件104"
m_girlAccessoryTexts[110]="DLC 附加配件105"
m_girlAccessoryTexts[111]="DLC 附加配件106"
m_girlAccessoryTexts[112]="DLC 附加配件107"
m_girlAccessoryTexts[113]="DLC 附加配件108"
m_girlAccessoryTexts[114]="DLC 附加配件109"
m_girlAccessoryTexts[115]="DLC 附加配件110"
m_girlAccessoryTexts[116]="DLC 附加配件111"
m_girlAccessoryTexts[117]="DLC 附加配件112"
m_girlAccessoryTexts[118]="DLC 附加配件113"
m_girlAccessoryTexts[119]="DLC 附加配件114"
m_girlAccessoryTexts[120]="DLC 附加配件115"
m_girlAccessoryTexts[121]="DLC 附加配件116"
m_girlAccessoryTexts[122]="DLC 附加配件117"
m_girlAccessoryTexts[123]="DLC 附加配件118"
m_girlAccessoryTexts[124]="DLC 附加配件119"
m_girlAccessoryTexts[125]="DLC 附加配件120"
m_girlAccessoryTexts[126]="DLC 附加配件121"
m_girlAccessoryTexts[127]="DLC 附加配件122"
m_girlAccessoryTexts[128]="DLC 附加配件123"
m_girlAccessoryTexts[129]="DLC 附加配件124"
m_girlAccessoryTexts[130]="DLC 附加配件125"
m_girlAccessoryTexts[131]="DLC 附加配件126"
m_girlAccessoryTexts[132]="DLC 附加配件127"
m_girlAccessoryTexts[133]="DLC 附加配件128"
m_girlAccessoryTexts[134]="DLC 附加配件129"
m_girlAccessoryTexts[135]="DLC 附加配件130"
m_girlAccessoryTexts[136]="DLC 附加配件131"
m_girlAccessoryTexts[137]="DLC 附加配件132"
m_girlAccessoryTexts[138]="DLC 附加配件133"
m_girlAccessoryTexts[139]="DLC 附加配件134"
m_girlAccessoryTexts[140]="DLC 附加配件135"
m_girlAccessoryTexts[141]="DLC 附加配件136"
m_girlAccessoryTexts[142]="DLC 附加配件137"
m_girlAccessoryTexts[143]="DLC 附加配件138"
m_girlAccessoryTexts[144]="DLC 附加配件139"
m_girlAccessoryTexts[145]="DLC 附加配件140"
m_girlAccessoryTexts[146]="DLC 附加配件141"
m_girlAccessoryTexts[147]="DLC 附加配件142"
m_girlAccessoryTexts[148]="DLC 附加配件143"
m_girlAccessoryTexts[149]="DLC 附加配件144"
m_girlAccessoryTexts[150]="DLC 附加配件145"
m_girlAccessoryTexts[151]="DLC 附加配件146"
m_girlAccessoryTexts[152]="DLC 附加配件147"
m_girlAccessoryTexts[153]="DLC 附加配件148"
m_girlAccessoryTexts[154]="DLC AdditionAccessory149"
m_girlAccessoryTexts[155]="DLC 附加配件150"
m_girlAccessoryTexts[156]="DLC 附加配件151"
m_girlAccessoryTexts[157]="DLC 附加配件152"
m_girlAccessoryTexts[158]="DLC AdditionAccessory153"
m_girlAccessoryTexts[159]="DLC 附加配件154"
m_girlAccessoryTexts[160]="DLC 附加配件155"
m_girlAccessoryTexts[161]="DLC AdditionAccessory156"
m_girlAccessoryTexts[162]="DLC 附加配件157"
m_girlAccessoryTexts[163]="DLC 附加配件158"
m_girlAccessoryTexts[164]="DLC 附加配件159"
m_girlAccessoryTexts[165]="DLC 附加配件160"
m_girlAccessoryTexts[166]="DLC 附加配件161"
m_girlAccessoryTexts[167]="DLC AdditionAccessory162"
m_girlAccessoryTexts[168]="DLC 附加配件163"
m_girlAccessoryTexts[169]="DLC 附加配件164"
m_girlAccessoryTexts[170]="DLC 附加配件165"
m_girlAccessoryTexts[171]="DLC 附加配件166"
m_girlAccessoryTexts[172]="DLC 附加配件167"
m_girlAccessoryTexts[173]="DLC 附加配件168"
m_girlAccessoryTexts[174]="DLC 附加配件169"
m_girlAccessoryTexts[175]="DLC 附加配件170"
m_girlAccessoryTexts[176]="DLC 附加配件171"
m_girlAccessoryTexts[177]="DLC 附加配件172"
m_girlAccessoryTexts[178]="DLC 附加配件173"
m_girlAccessoryTexts[179]="DLC AdditionAccessory174"
m_girlAccessoryTexts[180]="DLC 附加配件175"
m_girlAccessoryTexts[181]="DLC 附加配件176"
m_girlAccessoryTexts[182]="DLC 附加配件177"
m_girlAccessoryTexts[183]="DLC 附加配件178"
m_girlAccessoryTexts[184]="DLC 附加配件179"
m_girlAccessoryTexts[185]="DLC AdditionAccessory180"
m_girlAccessoryTexts[186]="DLC AdditionAccessory181"
m_girlAccessoryTexts[187]="DLC 附加配件182"
m_girlAccessoryTexts[188]="DLC 附加配件183"
m_girlAccessoryTexts[189]="DLC AdditionAccessory184"
m_girlAccessoryTexts[190]="DLC 附加配件185"
m_girlAccessoryTexts[191]="DLC AdditionAccessory186"
m_girlAccessoryTexts[192]="DLC 附加配件187"
m_girlAccessoryTexts[193]="DLC 附加配件188"
m_girlAccessoryTexts[194]="DLC 附加配件189"
m_girlAccessoryTexts[195]="DLC 附加配件190"
m_girlAccessoryTexts[196]="DLC 附加配件191"
m_girlAccessoryTexts[197]="DLC 附加配件192"
m_girlAccessoryTexts[198]="DLC AdditionAccessory193"
m_girlAccessoryTexts[199]="DLC 附加配件194"
m_girlAccessoryTexts[200]="DLC AdditionAccessory195"
m_girlAccessoryTexts[201]="DLC 附加配件196"
m_girlAccessoryTexts[202]="DLC 附加配件197"
m_girlAccessoryTexts[203]="DLC 附加配件198"
m_girlAccessoryTexts[204]="DLC AdditionAccessory199"
m_girlAccessoryTexts[205]="DLC AdditionAccessory200"
m_girlAccessoryTexts[206]="DLC 附加配件201"
m_girlAccessoryTexts[207]="DLC 附加配件202"
m_girlAccessoryTexts[208]="DLC 附加配件203"
m_girlAccessoryTexts[209]="DLC 附加配件204"
m_girlAccessoryTexts[210]="DLC AdditionAccessory205"
m_girlAccessoryTexts[211]="DLC 附加配件206"
m_girlAccessoryTexts[212]="DLC 附加配件207"
m_girlAccessoryTexts[213]="DLC 附加配件208"
m_girlAccessoryTexts[214]="DLC AdditionAccessory209"
m_girlAccessoryTexts[215]="DLC 附加配件210"
m_girlAccessoryTexts[216]="DLC 附加配件211"
m_girlAccessoryTexts[217]="DLC AdditionAccessory212"
m_girlAccessoryTexts[218]="DLC 附加配件213"
m_girlAccessoryTexts[219]="DLC 附加配件214"
m_girlAccessoryTexts[220]="DLC 附加配件215"
m_girlAccessoryTexts[221]="DLC 附加配件216"
m_girlAccessoryTexts[222]="DLC AdditionAccessory217"
m_girlAccessoryTexts[223]="DLC AdditionAccessory218"
m_girlAccessoryTexts[224]="DLC 附加配件219"
m_girlAccessoryTexts[225]="DLC AdditionAccessory220"
m_girlAccessoryTexts[226]="DLC AdditionAccessory221"
m_girlAccessoryTexts[227]="DLC 附加配件222"
m_girlAccessoryTexts[228]="DLC AdditionAccessory223"
m_girlAccessoryTexts[229]="DLC 附加配件224"
m_girlAccessoryTexts[230]="DLC 附加配件225"
m_girlAccessoryTexts[231]="DLC AdditionAccessory226"
m_girlAccessoryTexts[232]="DLC AdditionAccessory227"
m_girlAccessoryTexts[233]="DLC 附加配件228"
m_girlAccessoryTexts[234]="DLC 附加配件229"
m_girlAccessoryTexts[235]="DLC 附加配件230"
m_girlAccessoryTexts[236]="DLC 附加配件231"
m_girlAccessoryTexts[237]="DLC 附加配件232"
m_girlAccessoryTexts[238]="DLC AdditionAccessory233"
m_girlAccessoryTexts[239]="DLC 附加配件234"
m_girlAccessoryTexts[240]="DLC 附加配件235"
m_girlAccessoryTexts[241]="DLC 附加配件236"
m_girlAccessoryTexts[242]="DLC 附加配件237"
m_girlAccessoryTexts[243]="DLC 附加配件238"
m_girlAccessoryTexts[244]="DLC 附加配件239"
m_girlAccessoryTexts[245]="DLC 附加配件240"
m_girlAccessoryTexts[246]="DLC 附加配件241"
m_girlAccessoryTexts[247]="DLC 附加配件242"
m_girlAccessoryTexts[248]="DLC 附加配件243"
m_girlAccessoryTexts[249]="DLC 追加配件244"
m_girlPartsNameTexts[0]="無"
m_girlPartsNameTexts[1]="額"
m_girlPartsNameTexts[2]="頭"
m_girlPartsNameTexts[3]="天使環"
m_girlPartsNameTexts[4]="右角"
m_girlPartsNameTexts[5]="左角"
m_girlPartsNameTexts[6]="右耳"
m_girlPartsNameTexts[7]="左耳"
m_girlPartsNameTexts[8]="臉"
m_girlPartsNameTexts[9]="眼"
m_girlPartsNameTexts[10]="脣"
m_girlPartsNameTexts[11]="右邊"
m_girlPartsNameTexts[12]="左邊"
m_girlPartsNameTexts[13]="胸"
m_girlPartsNameTexts[14]="右胸"
m_girlPartsNameTexts[15]="左胸"
m_girlPartsNameTexts[16]="胸間"
m_girlPartsNameTexts[17]="右邊"
m_girlPartsNameTexts[18]="左邊"
m_girlPartsNameTexts[19]="肚臍"
m_girlPartsNameTexts[20]="右腰"
m_girlPartsNameTexts[21]="左腰"
m_girlPartsNameTexts[22]="腰"
m_girlPartsNameTexts[23]="右大腿"
m_girlPartsNameTexts[24]="左大腿"
m_girlPartsNameTexts[25]="右膝"
m_girlPartsNameTexts[26]="左膝"
m_girlPartsNameTexts[27]="右小腿"
m_girlPartsNameTexts[28]="左小腿"
m_girlPartsNameTexts[29]="後邊"
m_girlPartsNameTexts[30]="背"
m_girlPartsNameTexts[31]="翅根"
m_girlPartsNameTexts[32]="屁股"
m_girlPartsNameTexts[33]="尾巴"
m_girlPartsNameTexts[34]="右內腿"
m_girlPartsNameTexts[35]="左內腿"
m_girlPartsNameTexts[36]="右膝後"
m_girlPartsNameTexts[37]="左膝後"
m_girlPartsNameTexts[38]="右小腿"
m_girlPartsNameTexts[39]="左小腿"
m_girlProfileTexts[0]="不明"
m_girlProfileTexts[1]="1-A"
m_girlProfileTexts[2]="1-B"
m_girlProfileTexts[3]="1-C"
m_girlProfileTexts[4]="1-D"
m_girlProfileTexts[5]="1-E"
m_girlProfileTexts[6]="2-A"
m_girlProfileTexts[7]="2-B"
m_girlProfileTexts[8]="2-C"
m_girlProfileTexts[9]="2-D"
m_girlProfileTexts[10]="2-E"
m_girlProfileTexts[11]="3-A"
m_girlProfileTexts[12]="3-B"
m_girlProfileTexts[13]="3-C"
m_girlProfileTexts[14]="3-D"
m_girlProfileTexts[15]="3-E"
m_girlProfileTexts[16]="擔任"
m_girlProfileTexts[17]="擔任"
m_girlProfileTexts[18]="擔任"
m_girlProfileTexts[19]="擔任"
m_girlProfileTexts[20]="擔任"
m_girlProfileTexts[21]="擔任"
m_girlProfileTexts[22]="擔任"
m_girlProfileTexts[23]="擔任"
m_girlProfileTexts[24]="擔任"
m_girlProfileTexts[25]="擔任"
m_girlProfileTexts[26]="擔任"
m_girlProfileTexts[27]="擔任"
m_girlProfileTexts[28]="擔任"
m_girlProfileTexts[29]="擔任"
m_girlProfileTexts[30]="擔任"
m_girlProfileTexts[31]="保健室"
m_girlProfileTexts[32]="A型"
m_girlProfileTexts[33]="B型"
m_girlProfileTexts[34]="O型"
m_girlProfileTexts[35]="AB型"
m_girlProfileTexts[36]="1月"
m_girlProfileTexts[37]="2月"
m_girlProfileTexts[38]="3月"
m_girlProfileTexts[39]="4月"
m_girlProfileTexts[40]="5月"
m_girlProfileTexts[41]="6月"
m_girlProfileTexts[42]="7月"
m_girlProfileTexts[43]="8月"
m_girlProfileTexts[44]="9月"
m_girlProfileTexts[45]="10月"
m_girlProfileTexts[46]="11月"
m_girlProfileTexts[47]="12月"
m_girlProfileTexts[48]="1日"
m_girlProfileTexts[49]="2日"
m_girlProfileTexts[50]="3日"
m_girlProfileTexts[51]="4日"
m_girlProfileTexts[52]="5日"
m_girlProfileTexts[53]="6日"
m_girlProfileTexts[54]="7日"
m_girlProfileTexts[55]="8日"
m_girlProfileTexts[56]="9日"
m_girlProfileTexts[57]="10日"
m_girlProfileTexts[58]="11日"
m_girlProfileTexts[59]="12日"
m_girlProfileTexts[60]="13日"
m_girlProfileTexts[61]="14日"
m_girlProfileTexts[62]="15日"
m_girlProfileTexts[63]="16日"
m_girlProfileTexts[64]="17日"
m_girlProfileTexts[65]="18日"
m_girlProfileTexts[66]="19日"
m_girlProfileTexts[67]="20日"
m_girlProfileTexts[68]="21日"
m_girlProfileTexts[69]="22日"
m_girlProfileTexts[70]="23日"
m_girlProfileTexts[71]="24日"
m_girlProfileTexts[72]="25日"
m_girlProfileTexts[73]="26日"
m_girlProfileTexts[74]="27日"
m_girlProfileTexts[75]="28日"
m_girlProfileTexts[76]="29日"
m_girlProfileTexts[77]="30日"
m_girlProfileTexts[78]="31日"
m_scoreAttackTexts[0]="櫻花之路"
m_scoreAttackTexts[1]="入口前廣場"
m_scoreAttackTexts[2]="2F樓梯"
m_scoreAttackTexts[3]="第1年課程"
m_scoreAttackTexts[4]="2F走廊"
m_scoreAttackTexts[5]="食堂"
m_scoreAttackTexts[6]="健身房入口"
m_scoreAttackTexts[7]="健身房後面"
m_scoreAttackTexts[8]="中央階段"
m_scoreAttackTexts[9]="體育館"
m_scoreAttackTexts[10]="圖書室"
m_scoreAttackTexts[11]="鞋櫃"
m_scoreAttackTexts[12]="第2年課程"
m_scoreAttackTexts[13]="更衣室"
m_scoreAttackTexts[14]="中庭"
m_scoreAttackTexts[15]="禁忌房間"
m_scoreAttackTexts[16]="入口2"
m_scoreAttackTexts[17]="操場"
m_scoreAttackTexts[18]="保健室周邊"
m_scoreAttackTexts[19]="第3年課程"
m_scoreAttackTexts[20]="洞窟"
m_scoreAttackTexts[21]="樓梯2"
m_scoreAttackTexts[22]="游泳池"
m_scoreAttackTexts[23]="材料室2"
m_scoreAttackTexts[24]="泳池2"
m_scoreAttackTexts[25]="庭院2"
m_scoreAttackTexts[26]="3F走廊"
m_scoreAttackTexts[27]="???"
m_scoreAttackTexts[28]="正面入口"
m_scoreAttackTexts[29]="網球場"
m_scoreAttackTexts[30]="洞穴2"
m_scoreAttackTexts[31]="健身房2"
m_scoreAttackTexts[32]="櫻花之路(下午)"
m_scoreAttackTexts[33]="走廊(下午)"
m_scoreAttackTexts[34]="公園(下午)"
m_scoreAttackTexts[35]="屋頂(下午)"
m_scoreAttackTexts[36]="?????"
m_scoreAttackTexts[37]="忍陛下"
m_scoreAttackTexts[38]="瑪雅的惡魔召喚"
m_scoreAttackTexts[39]="瑪雅的醫療照護"
m_scoreAttackTexts[40]="姊妹的奇異儀式"
m_scoreAttackTexts[41]="吸魔膏"
m_scoreAttackTexts[42]="對戰惡魔蔬菜先生"
m_scoreAttackTexts[43]="對戰惡魔先生氣球"
m_scoreAttackTexts[44]="對戰忍"
m_scoreAttackTexts[45]="對戰瑪雅"
m_scoreAttackTexts[46]="對戰忍者和瑪雅"
m_scoreAttackTexts[47]="對戰埃科羅"
m_scoreAttackTexts[48]="對戰庫羅娜"
m_scoreAttackTexts[49]="對戰帕塔科"
m_snsItemTexts[0]="作業本"
m_snsItemTexts[1]="籃球鞋"
m_snsItemTexts[2]="超爛遊戲"
m_snsItemTexts[3]="護膝"
m_snsItemTexts[4]="水母君掛飾"
m_snsItemTexts[5]="花束"
m_snsItemTexts[6]="Z 'Gox模型"
m_snsItemTexts[7]="卡拉OK抵用券"
m_snsItemTexts[8]="豬排三明治"
m_snsItemTexts[9]="珍貴照片"
m_snsItemTexts[10]="喉嚨含片"
m_snsItemTexts[11]="簽名板"
m_snsItemTexts[12]="特別動作備註"
m_snsItemTexts[13]="舞臺腳本"
m_snsItemTexts[14]="生火腿"
m_snsItemTexts[15]="獎杯鉆石"
m_snsItemTexts[16]="戰場天使2"
m_snsItemTexts[17]="幸福星"
m_snsItemTexts[18]="霞的錢包"
m_snsItemTexts[19]="咖啡豆"
m_snsItemTexts[20]="海鮮便當"
m_snsItemTexts[21]="幸運發圈"
m_snsItemTexts[22]="Mountain o 'papers"
m_snsItemTexts[23]="Riina的相機"
m_snsItemTexts[24]="鯡魚醃"
m_snsItemTexts[25]="香蕉"
m_snsItemTexts[26]="戀愛漫畫"
m_snsItemTexts[27]="遊戲點子本"
m_snsItemTexts[28]="針織毛衣"
m_snsItemTexts[29]="無糖餅幹"
m_snsItemTexts[30]="足球隊傳單"
m_snsItemTexts[31]="重要文件"
m_snsItemTexts[32]="特別餐券"
m_snsItemTexts[33]="圓框眼鏡"
m_snsItemTexts[34]="沙鈴"
m_snsItemTexts[35]="蕾玩偶"
m_snsItemTexts[36]="奇怪人偶"
m_snsItemTexts[37]="沙織內褲"
m_snsItemTexts[38]="亞軍獎牌"
m_snsItemTexts[39]="美穗小號"
m_snsItemTexts[40]="紅水晶"
m_snsItemTexts[41]="女傭頭帶"
m_snsItemTexts[42]="神祕物體"
m_snsItemTexts[43]="幸福先生靈魂"
m_snsItemTexts[44]="女僕照片"
m_snsItemTexts[45]="玩具雜志"
m_snsItemTexts[46]="耽美小說"
m_snsItemTexts[47]="排球"
m_snsItemTexts[48]="評分測驗"
m_snsItemTexts[49]="假髮"
m_snsItemTexts[50]="護身符"
m_snsItemTexts[51]="時間機器"
m_snsItemTexts[52]="戀愛小說"
m_snsItemTexts[53]="止痛貼布"
m_snsItemTexts[54]="高跟鞋"
m_snsItemTexts[55]="縫紉工具組"
m_snsItemTexts[56]="天使玩偶"
m_snsItemTexts[57]="紅豆麻辣椒"
m_snsItemTexts[58]="真夜的水"
m_snsItemTexts[59]="透明膠帶"
m_snsItemTexts[60]="縫紉工具組"
m_snsItemTexts[61]="Z 'Gox模型"
m_snsItemTexts[62]="封印護符"
m_snsItemTexts[63]="性感泳裝"
m_snsItemTexts[64]="儀式書"
m_snsItemTexts[65]="玩具箱"
m_snsItemTexts[66]="粉色生物"
m_plTitleTexts[0]="純情"
m_plTitleTexts[1]="抖M"
m_plTitleTexts[2]="大咪咪"
m_plTitleTexts[3]="扁平胸部"
m_plTitleTexts[4]="眼鏡"
m_plTitleTexts[5]="女教師"
m_plTitleTexts[6]="年上"
m_plTitleTexts[7]="年下"
m_plTitleTexts[8]="蘿莉"
m_plTitleTexts[9]="普通"
m_plTitleTexts[10]="額頭"
m_plTitleTexts[11]="???"
m_plTitleTexts[12]="????"
m_plTitleTexts[13]="惡魔角"
m_plTitleTexts[14]="耳"
m_plTitleTexts[15]="顔"
m_plTitleTexts[16]="瞳"
m_plTitleTexts[17]="嘴巴"
m_plTitleTexts[18]="脖子"
m_plTitleTexts[19]="胸部"
m_plTitleTexts[20]="乳溝"
m_plTitleTexts[21]="腰側"
m_plTitleTexts[22]="肚臍"
m_plTitleTexts[23]="腰腹"
m_plTitleTexts[24]="腰"
m_plTitleTexts[25]="大腿"
m_plTitleTexts[26]="膝蓋"
m_plTitleTexts[27]="小腿"
m_plTitleTexts[28]="後頸"
m_plTitleTexts[29]="返回"
m_plTitleTexts[30]="????"
m_plTitleTexts[31]="屁股"
m_plTitleTexts[32]="惡魔尾巴"
m_plTitleTexts[33]="內大腿"
m_plTitleTexts[34]="??"
m_plTitleTexts[35]="小腿肚"
m_plTitleTexts[36]="喜歡的人"
m_plTitleTexts[37]="獵人"
m_plTitleTexts[38]="師匠"
m_plTitleTexts[39]="魔人"
m_plTitleTexts[40]="王者"
m_plTitleTexts[41]="主人"
m_plTitleTexts[42]="神"
m_shitagiTexts[0]="獨立套裝1"
m_shitagiTexts[1]="條紋套裝"
m_shitagiTexts[2]="獨立套裝2"
m_shitagiTexts[3]="Polka Dot套裝"
m_shitagiTexts[4]="獨立套裝3"
m_shitagiTexts[5]="普通套裝"
m_plGameOverTexts[0]="嘿嘿嘿!我贏了!你現在是我的了!\\n我絕不會放你走的!"
m_plGameOverTexts[1]="我們......之間發生什麼事了嗎?\\n不管怎樣,我們在一起會很幸福的!"
m_plGameOverTexts[2]="我積壓的爛遊戲多到不行!\\n我們一起把這些都玩完吧,學長!"
m_plGameOverTexts[3]="嘿嘿!就是你和我喔,寶貝!\\n我們會成為下一屆雙人組冠軍的!"
m_plGameOverTexts[4]="前輩,就放鬆地躺著吧.\\n讓我們一起漂浮吧......"
m_plGameOverTexts[5]="我們的關係將會純潔而真誠,\\n對吧,前輩?"
m_plGameOverTexts[6]="你,我,爸爸--模型事業.\\n我們現在是一家人了!"
m_plGameOverTexts[7]="我們一起去卡拉OK,唱\\n激情的抒情歌曲,直到我們的愛把麥克風都唱爆為止!"
m_plGameOverTexts[8]="我們會永遠在一起的,學長!\\n在一起......直到死為止."
m_plGameOverTexts[9]="無論如何,我會讓你快樂!"
m_plGameOverTexts[10]="現在,白玫瑰騎士啊......\\n讓我們將靈魂融為一體吧!"
m_plGameOverTexts[11]="好吧,接下來我們要去哪裡?"
m_plGameOverTexts[12]="我們將成為\\n摔角聯盟有史以來最棒的雙人組合!"
m_plGameOverTexts[13]="當我與你在一起時......我感覺......\\n我終於能更加自信了......"
m_plGameOverTexts[14]="Senpai直接上蜂窩了!"
m_plGameOverTexts[15]="呵呵,我們在一起真好玩!"
m_plGameOverTexts[16]="和你在一起,我感到很平靜,前輩."
m_plGameOverTexts[17]="我們登上頭版了,寶貝!雖然只是\\n<學院報>的頭版--但這已經是個好開始!"
m_plGameOverTexts[18]="沒有任何事物能阻擋我們!\\n讓我們一起拯救地球吧!"
m_plGameOverTexts[19]="我會把所有的愛都給你.所有的一切."
m_plGameOverTexts[20]="我從沒想過我會這麼高興..."
m_plGameOverTexts[21]="既然我們已經在一起了,就去玩一場\\n甜蜜的雷射槍戰吧!"
m_plGameOverTexts[22]="我們會永遠在一起,呵呵!"
m_plGameOverTexts[23]="老兄!別開玩笑了!你真的喜歡我嗎?\\n太棒了!當然啦!"
m_plGameOverTexts[24]="有時候主菜\\n稍微帶點甜味也不錯,嘿嘿."
m_plGameOverTexts[25]="喵~既然我們在一起了,就來\\n盡情玩樂吧!我也需要你幫我搔搔頭喔!"
m_plGameOverTexts[26]="你和我,會永遠在一起\\n對吧?"
m_plGameOverTexts[27]="真高興我們在一起!你可以\\n幫我搬那些文件!"
m_plGameOverTexts[28]="嘻嘻,今晚,我要親手為你做一道\\n超凡絕倫的牛排!"
m_plGameOverTexts[29]="我迫不及待想找個時間帶你逛逛\\n我的家鄉!"
m_plGameOverTexts[30]="我想一輩子都待在你身邊......\\n"
m_plGameOverTexts[31]="每天我都沉浸在鮮花\\n和你的愛中!我好幸福!"
m_plGameOverTexts[32]="戀愛第一階段,完成!!\\n是時候邁向下一階段了!"
m_plGameOverTexts[33]="我每天都會為你全力以赴......\\n所以......請不要離開我......"
m_plGameOverTexts[34]="即使是最甜的糖果,\\n也比不上現在生活有多甜蜜!"
m_plGameOverTexts[35]="我們之間的這份愛,甚至比\\n上演帽子戲法還要棒!"
m_plGameOverTexts[36]="求,求您......告訴我,\\n您想和我做些什麼,主人."
m_plGameOverTexts[37]="和您在一起......也許我們可以不只是\\n朋友......哦不!我說出口了......!"
m_plGameOverTexts[38]="我......我什麼都不擅長......\\n這樣......可以嗎?"
m_plGameOverTexts[39]="呵呵,我們要善良,體面,純潔!"
m_plGameOverTexts[40]="和你在一起時,我感到非常放鬆......\\n希望你也有同樣的感覺."
m_plGameOverTexts[41]="我想,既然我們在一起了,\\n我的生活將會變得更加精彩."
m_plGameOverTexts[42]="和男生約會並不違反學校\\n規定......對吧?"
m_plGameOverTexts[43]="我工作的公司正在招募人手......\\n你......也想在那裡工作嗎?"
m_plGameOverTexts[44]="哦,當然!\\n我們真是超勁爆的一對!"
m_plGameOverTexts[45]="別再跟我調情了!\\n你讓我臉紅了......"
m_plGameOverTexts[46]="在我們的愛情列車上全速前進!"
m_plGameOverTexts[47]="我們的緣分真的太美好了!\\n噢,我好開心!"
m_plGameOverTexts[48]="嘿嘿,我不是最可靠的人.\\n希望你不介意!"
m_plGameOverTexts[49]="只因為我們在交往,\\n並不代表你可以調皮搗蛋,好嗎?"
m_plGameOverTexts[50]="你知道嗎,他們到頭來還是沒查出\\n上次那個背叛我的男人到底怎麼了."
m_plGameOverTexts[51]="你願意...永遠和我在一起嗎?"
m_plGameOverTexts[52]="我永遠都不會放開你.\\n你得接受這個事實."
m_plGameOverTexts[53]="我把自己留在你的手中......"
m_plGameOverTexts[54]="被擊中心臟...我現在是你的了..."
m_plGameOverTexts[55]="我們去買一對情侶茶杯吧!"
m_plGameOverTexts[56]="學生會會長,而現在......更是你心中的會長."
m_plGameOverTexts[57]="我們的未來......啊......光......"
m_plGameOverTexts[58]="我以前都談過正常的戀愛了.\\n這次我希望能來段不正常的戀愛."
m_plGameOverTexts[59]="對!我們完全可以做到這一點!"
m_plGameOverTexts[60]="這就是愛情的感覺啊......\\n我從未覺得自己如此可愛過!"
m_plGameOverTexts[61]="讓我們用\\n幸福與回憶填滿這本相簿吧!"
m_plGameOverTexts[62]="我辛苦的訓練真的沒白費!\\n我們在一起一定會很棒!"
m_plGameOverTexts[63]="你又遲到了!好吧......\\n這次我就睜隻眼閉隻眼,但就只有這次喔."
m_plGameOverTexts[64]="明天一早我就把結婚登記\\n表格帶過來!"
m_plGameOverTexts[65]="和老師......\\n這樣真的沒問題嗎?"
m_plGameOverTexts[66]="我應該先見見你的父母."
m_plGameOverTexts[67]="拜託,別叫我"老師".\\n叫我"明日香"就好......"
m_plGameOverTexts[68]="這會造成相當的悖論~~"
m_plGameOverDevilTexts[0]="我會讓你過得痛苦不堪......\\n你沒問題嗎......?"
m_plGameOverDevilTexts[1]="如果我和你在一起,不知道這會\\n如何改變我的生活......"
m_plGameOverDevilTexts[2]="你玩完了,前輩!"
m_plGameOverDevilTexts[3]="我們要在摔角擂臺上\\n一決勝負!"
m_plGameOverDevilTexts[4]="學長,我們一起在水裡生活吧."
m_plGameOverDevilTexts[5]="我會好好"照顧"你的,學長!\\n不過你也沒有選擇的餘地啦!"
m_plGameOverDevilTexts[6]="呵呵......我要把你從頭到腳\\n徹底改造一番......"
m_plGameOverDevilTexts[7]="我會一直為你唱歌直到天亮!!\\n你最好好好聽著."
m_plGameOverDevilTexts[8]="你將成為我的專屬跑腿小弟!\\n你別無選擇!"
m_plGameOverDevilTexts[9]="如果你背叛我,你會喫苦頭的!\\n最好做好心理準備!"
m_plGameOverDevilTexts[10]="我是乙女......只是個普通女孩......\\n正處於一段普通的戀愛關係中......"
m_plGameOverDevilTexts[11]="你的試煉才剛開始呢,\\n嘻嘿嘿......"
m_plGameOverDevilTexts[12]="唉......我們是史上最爛的\\n標籤團隊了......"
m_plGameOverDevilTexts[13]="我們會永遠在一起......\\n這就是你的懲罰......"
m_plGameOverDevilTexts[14]="你真的做到了..."
m_plGameOverDevilTexts[15]="和你在一起讓我的\\n胃翻江倒海!!"
m_plGameOverDevilTexts[16]="我們不是約好要約會了嗎......?\\n我完全忘記了......"
m_plGameOverDevilTexts[17]="我要把<學院報>\\n寫滿你所有的骯髒祕密!!"
m_plGameOverDevilTexts[18]="正義永遠勝利!現在,加入我吧!"
m_plGameOverDevilTexts[19]="我已經幫你留好\\n放鞋的位置了......"
m_plGameOverDevilTexts[20]="我們要搬回鄉下啦!\\n每天都要凌晨4點起牀!"
m_plGameOverDevilTexts[21]="呵呵呵......我要好好整整你\\n......"
m_plGameOverDevilTexts[22]="Ufu ,我要用愛來扼殺你."
m_plGameOverDevilTexts[23]="現在就要開始真正的訓練了!!\\n地獄正等著你!"
m_plGameOverDevilTexts[24]="啊,我要去印度\\n參加咖哩訓練了......"
m_plGameOverDevilTexts[25]="你會每天刷我嗎?"
m_plGameOverDevilTexts[26]="你能忍受我嗎?"
m_plGameOverDevilTexts[27]="我會竭盡全力虐待你!"
m_plGameOverDevilTexts[28]="我們出去喫飯的時候打電話給我!"
m_plGameOverDevilTexts[29]="現在,我們的訓練之旅開始了!"
m_plGameOverDevilTexts[30]="快點,太陽快要升起來了! !"
m_plGameOverDevilTexts[31]="哦,你喜歡花嗎?\\n我沒想到呢......"
m_plGameOverDevilTexts[32]="你是我可愛的愚蠢遊戲!"
m_plGameOverDevilTexts[33]="既然這是你的心願......\\n不過,我覺得我要哭了......"
m_plGameOverDevilTexts[34]="與其喫甜點,不如\\n直接把你喫掉算了!"
m_plGameOverDevilTexts[35]="訓練時間到了!別想\\n回家!"
m_plGameOverDevilTexts[36]="受虐狂和施虐狂!\\n我們真是天作之合!"
m_plGameOverDevilTexts[37]="那這是不是代表......\\n我們只是朋友?"
m_plGameOverDevilTexts[38]="讓我們墮落得如此深重,\\n直墜地獄吧......"
m_plGameOverDevilTexts[39]="讓我們啟航前往一個勇敢的新世界吧!"
m_plGameOverDevilTexts[40]="是的,從現在起你就是我的\\n專屬模特兒了."
m_plGameOverDevilTexts[41]="當你在附近時,一切都會變壞."
m_plGameOverDevilTexts[42]="別擔心,我明天會把\\n眼鏡修好的."
m_plGameOverDevilTexts[43]="什麼?我現在是你的女朋友了嗎?!\\n現在我該怎麼辦?!"
m_plGameOverDevilTexts[44]="我會永遠照顧你!"
m_plGameOverDevilTexts[45]="我們要組自己的樂團!\\n來搖滾吧!"
m_plGameOverDevilTexts[46]="這真的是通往幸福的道路嗎?"
m_plGameOverDevilTexts[47]="我願意跟你一起\\n走遍天涯海角."
m_plGameOverDevilTexts[48]="我真的很害怕,但我會\\n繼續盡我所能."
m_plGameOverDevilTexts[49]="讓我們為有權\\n穿性感內衣而奮鬥吧!"
m_plGameOverDevilTexts[50]="天啊,為什麼我非得\\n跟這種垃圾在一起......"
m_plGameOverDevilTexts[51]="既然你已經是我的了,你\\n就必須聽我的話!"
m_plGameOverDevilTexts[52]="你真的以為穿著那身土氣的衣服,\\n就能當我的男朋友嗎?"
m_plGameOverDevilTexts[53]="我不能做你的女朋友....."
m_plGameOverDevilTexts[54]="我不想只和你在一起......\\n我們根本不可能在一起......"
m_plGameOverDevilTexts[55]="嘿嘿嘿,我該先\\n從哪裡輕咬開始呢?"
m_plGameOverDevilTexts[56]="就算是\\n超級色色的事我也都願意做 ~"
m_plGameOverDevilTexts[57]="反抗是沒有用的......\\n這就是你的命運......"
m_plGameOverDevilTexts[58]="我只是個普通女孩.\\n你能接受嗎?"
m_plGameOverDevilTexts[59]="我準備好為你服務了,主人."
m_plGameOverDevilTexts[60]="你和我都不夠好.\\n我們去山裡訓練吧!"
m_plGameOverDevilTexts[61]="乾杯!為我們的未來乾杯!"
m_plGameOverDevilTexts[62]="你覺得現在是地獄嗎?\\n我才剛開始呢!"
m_plGameOverDevilTexts[63]="從現在起,你將處於我的\\n監控之下."
m_plGameOverDevilTexts[64]="你真是個爛學生......\\n我要把你改造一番!"
m_plGameOverDevilTexts[65]="哈哈哈哈哈!\\n這所學院真是太好玩了!"
m_plGameOverDevilTexts[66]="我最愛像你這種可憐的學生了!\\n我要把你當成我的玩物......"
m_plGameOverDevilTexts[67]="你就是球--我是球棒.\\n懂了嗎?"
m_plGameOverDevilTexts[68]="別擔心~\\n今天可是個非常危險的日子呢 ~"
m_lastDkdkAdvice[0]="按下"縮放"以進一步查看!"
m_lastDkdkAdvice[1]="當你接近他們時拍攝."
m_lastDkdkAdvice[2]="如果你放大太多,他們會守衛那個區域."
m_lastDkdkAdvice[3]="如果他們守衛一個區域,請嘗試瞄準其他地方!"
m_lastDkdkAdvice[4]="用棍子瞄準."
m_lastDkdkAdvice[5]="增加多奇-多奇儀表以選擇更多零件."
m_lastDkdkAdvice[6]="攻擊弱點可大幅提升心跳槽."
m_lastDkdkAdvice[7]="瞄準增加她的Doki-Doki量表的區域."
m_lastDkdkAdvice[8]="當你達到上限時,點擊多奇-多奇按鈕!"
m_lastDkdkAdvice[9]="輕觸"完成"按鈕,讓她欣喜若狂!"
m_common[0]="電擊制服"
m_common[1]="內幕禪師的時裝"
m_common[2]="Misakimori制服"
m_common[3]="??????"
m_common[4]="??????????"
m_common[5]="他一直很害羞,因爲他偏離了"
m_common[6]="kamizono姐妹.他總是可以信賴的"
m_common[7]="不假思索地說愚蠢的話"
m_crossSaveTexts[0]="回"
m_crossSaveTexts[1]="人"
m_crossSaveTexts[2]="/"
m_crossSaveTexts[3]=":"
m_crossSaveTexts[4]="01"
m_crossSaveTexts[5]="02"
m_crossSaveTexts[6]="03"
m_crossSaveTexts[7]="04"
m_crossSaveTexts[8]="05"
m_crossSaveTexts[9]="06"
m_crossSaveTexts[10]="07"
m_crossSaveTexts[11]="08"
m_crossSaveTexts[12]="09"
m_crossSaveTexts[13]="10"
m_crossSaveTexts[14]="11"
m_crossSaveTexts[15]="12"
m_crossSaveTexts[16]="01"
m_crossSaveTexts[17]="02"
m_crossSaveTexts[18]="03"
m_crossSaveTexts[19]="04"
m_crossSaveTexts[20]="05"
m_crossSaveTexts[21]="06"
m_crossSaveTexts[22]="07"
m_crossSaveTexts[23]="08"
m_crossSaveTexts[24]="09"
m_crossSaveTexts[25]="10"
m_crossSaveTexts[26]="11"
m_crossSaveTexts[27]="12"
m_crossSaveTexts[28]="13"
m_crossSaveTexts[29]="14"
m_crossSaveTexts[30]="15"
m_crossSaveTexts[31]="16"
m_crossSaveTexts[32]="17"
m_crossSaveTexts[33]="18"
m_crossSaveTexts[34]="19"
m_crossSaveTexts[35]="20"
m_crossSaveTexts[36]="21"
m_crossSaveTexts[37]="22"
m_crossSaveTexts[38]="23"
m_crossSaveTexts[39]="24"
m_crossSaveTexts[40]="25"
m_crossSaveTexts[41]="26"
m_crossSaveTexts[42]="27"
m_crossSaveTexts[43]="28"
m_crossSaveTexts[44]="29"
m_crossSaveTexts[45]="30"
m_crossSaveTexts[46]="31"
m_crossSaveTexts[47]="?? PSN ???"
m_crossSaveTexts[48]="已暫停共用資料處理程序."
m_crossSaveTexts[49]="?????????"
m_crossSaveTexts[50]="已暫停共用資料處理程序."
m_crossSaveTexts[51]="回"
m_crossSaveTexts[52]="人"
